/* Localized versions of Info.plist keys */

CFBundleName = "FocalPoint";
"Default" = "Focal Point";
NSHumanReadableCopyright = "© 2006 The Omni Group";


/* Binding display phrases for the description text */
"ODBinding:Phrase<active>" = "Highlight the user-interface focus";
"ODBinding:Phrase<focusOnMouseLocation>" = "Highlight the focal element under the mouse pointer";
"ODBinding:Phrase<toggleFocusMode>" = "Switch between focusing on an element and focusing on a whole window";

/* Binding display phrases for the bindings editing table view */
"ODBinding:DisplayName<active>" = "Highlight Focus";
"ODBinding:DisplayName<focusOnMouseLocation>" = "Highlight Under Pointer";
"ODBinding:DisplayName<toggleFocusMode>" = "Focus on Element/Window";
